app/controllers/home_controller.rb

SELECT "archieves".* FROM "archieves"
---
  def index
    Archieve.all